IdeaRS.Connections
FasteningData.PolarInput Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the type, that spefifies polar input.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PolarInputType PolarInput { get; set; }
Property Value
Type: PolarInputType
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace